city_info = {
    "서울": "한국", "아테네": "그리스", "파리": "프랑스", "워싱턴": "미국", "런던": "영국", "코펜하겐": "덴마크",
    "베를린": "독일", "모스크바": "러시아", "룩셈부르크": "룩셈부르크", "멕시코시티": "멕시코", "모나코": "모나코",
    "다카": "방글라데시", "하노이": "베트남", "브뤼셀": "벨기에", "브라질리아": "브라질", "리야드": "사우디아라비아",
    "모가디슈": "소말리아", "스톡홀롬": "스웨덴", "베른": "스위스", "마드리드": "스페인", "다마스쿠스": "시리아",
    "싱가포르": "싱가포르", "두바이": "아랍에미리트", "부에노스아이레스": "아르헨티나", "더블린": "아일랜드",
    "카불": "아프가니스탄", "알제": "알제리", "캔버라": "오스트레일리아", "비엔나": "오스트리아", "암만": "요르단",
    "타슈켄트": "우즈베키스탄", "키예프": "우크라이나", "바그다드": "이라크", "테헤란": "이란", "예루살렘": "이스라엘",
    "카이로": "이집트", "로마": "이탈리아", "뭄바이": "인도", "자카르타": "인도네시아", "도쿄": "일본"
}